{
  "about": {
    "heading": "About HIF",
    "info": "some text to translate here",
    "title": "About HIF"
  },
  "benefits": {
    "heading": "Benefits heading",
    "info": "Benefits info",
    "title": "Benefits page"
  },
  "general": {
    "legal_notice": "Legal Notice"
  },
  "intro": {
    "hif": "Health Impact Fund",
    "hif_description": "There is a market failure in drug development mainly suffered by poor people. The Health Impact Fund creates new incentive systems for the development of innovative pharmaceuticals that decouple the price of drugs from the cost of research.",
    "hif_tagline": "Decouple the price of drugs from the cost of research.",
    "step_01": "The Health Impact Fund distributes each year a fixed pool of reward money supplied by states and charitable funders.",
    "step_02": "Pharmaceutical innovators register certain new products with the Health Impact Fund – often ones they would otherwise not have developed – and thereby commit to selling them at the cost of manufacture and distribution.",
    "step_03": "The Health Impact Fund assesses the registered drugs and measures to what extent they lengthen lives and improve health. It rewards products according to their health gains.",
    "step_04": "Because drugs registered with the Health Impact Fund are sold without markup, they can produce rewardable health gains even among the poor. Wealthier countries that contribute to the Health Impact Fund enjoy the same low prices. Moreover, all patients benefit when innovators are paid not merely for selling such drugs but according to their therapeutic benefits.",
    "step_05": "We cannot do it without your help! We hope you will collaborate with us in refining and implementing the Health Impact Fund idea so that new medicines can really benefit all."
  },
  "knowledge": {
    "heading": "Publications",
    "info": "some text to be translated",
    "title": "HIF Publications"
  },
  "navigation": {
    "about": "About",
    "benefits": "Benefits",
    "donate": "Donate",
    "knowledge": "Publications",
    "language": "Language",
    "news": "News"
  },
  "news": {
    "heading": "Recent news",
    "info": "some temp news text to be translated",
    "title": "HIF News"
  },
  "notfound": {
    "description": "You just hit a route that doesn't yet exist",
    "header": "NOT FOUND"
  },
  "title": "Health Impact Fund English"
}